import {Col, Container, Row} from "react-bootstrap";

const UserProfile = () => {
    return (
        <Container>
          *  {/*<Row className="mt-3">*/}
            {/*    <Col xs={3}>*/}
            {/*        <Image src="" roundedCircle fluid />*/}
            {/*    </Col>*/}
            {/*    <Col xs={9}>*/}
            {/*        <h2>{userData.name}</h2>*/}

            {/*    </Col>*/}
            {/*/!*</Row>/}*/}
        </Container>
    )
}

export default UserProfile;



// с помощью реакт бустстрап мне нужно создать страницу на которая будет отображать профиль пользователя
//
// требования к старнице:
// 1. в первом ряду должно быть фото в кружку и с права от фото должна быть информация про пользователя.
// 2.Под первым рядом должны идти посты пользователя (тоесть каждый пост имеет картикну и какуюто информацию. Мне нужно что б все посты были по 3 штуки в ряду и отображалась на странице только картинка)